[ {
  "title" : "Qu’est-ce qu’un logiciel libre ?",
  "content" : "<p>Un logiciel est dit libre si son code source est publié sous l’une des licences reconnue libre soit par la Free Software Foundation soit par l’Open Source Initiative.  Une licence libre octroie quatre libertés :</p>\n<ul>\n<li>la liberté d’utiliser le logiciel ;</li>\n<li>la liberté de copier le logiciel ;</li>\n<li>la liberté d’étudier le logiciel ;</li>\n<li>la liberté de modifier le logiciel et de redistribuer les versions modifiées.</li>\n</ul>\n<p>Voir <a href=\"https://spdx.org/licenses/\">spdx.org/licenses</a> pour la liste des licences et de leur validation par l’OSI ou la FSF.</p>",
  "properties" : { },
  "path" : [ "Foire aux questions", "Généralités" ]
}, {
  "title" : "Existe-t-il des formations aux logiciels libres dans l’administration ?",
  "content" : "<p>Si vous êtes agent public avec un accès à la plateforme <a href=\"https://mentor.gouv.fr\">Mentor</a>, vous pouvez consulter <a href=\"https://mentor.gouv.fr/catalog/1754\">une capsule introductive</a> produite par la DINUM.</p>\n<p>Le site code.gouv.fr liste des <a href=\"https://code.gouv.fr/fr/formations/\">offres de formation logiciels libres</a> existantes, mais qui ne ciblent pas spécifiquement les agents publics.</p>",
  "properties" : { },
  "path" : [ "Foire aux questions", "Formations" ]
}, {
  "title" : "Qu’est-ce qu’un fork ou une « dérivation » ?",
  "content" : "<p>Il y a deux notions distinctes pour qualifier un \"fork\". Une notion technique qui a été popularisée par GitHub consistant à faire une copie du code source d’un projet sur lequel des personnes peuvent contribuer sans être dépendantes des mainteneurs du projet originel.</p>\n<p>Soit B le fork du code source A : le fork B (ou la « dérivation » B) est une nouvelle version de A dont les versions successives (B2, B3, etc.) s’écarteront des versions successives de A (A2, A3, etc.)</p>\n<p>Il y a aussi une notion plus orientée projet. Dans ce cas, un fork est généralement créé lorsque les contributeurs d’un projet sont en désaccord et qu’une partie des contributeurs décide de créer une version divergente.</p>",
  "properties" : { },
  "path" : [ "Foire aux questions", "Développement" ]
} ]
